Repository: common-repository/woo-payjoe-beleg-schnittstelle
Catalog: languages/woo-payjoe-beleg-schnittstelle-*.po
Languages: de_de

source: PayJoe Receipt Upload for WooCommerce
de_de: PayJoe Belegupload für WooCommerce

source: Upload receipt and order data to PayJoe.
de_de: Übertragen von Beleg- und Bestelldaten zu PayJoe.

source: One of the following PayJoe Settings is missing:
de_de: Eine der folgenden PayJoe Einstellungen fehlt:

source: API Key
de_de: API Schlüssel

source: Username
de_de: Benutzername

source: Account ID
de_de: Zugangs-ID

source: PayJoe Settings
de_de: PayJoe Einstellungen

source: Your E-Mail which your regular login at PayJoe
de_de: Ihre PayJoe E-Mail Adresse

source: Secret key for API authentication
de_de: Geheimer Schlüssel für die API Authentifizierung

source: The PayJoe account ID
de_de: Die PayJoe Zugangs-ID

source: Disable
de_de: Deaktiviert

source: How often should the documents be transferred (hours)
de_de: Wie oft soll das Dokument übertragen werden (in Stunden)

source: Start Order Date
de_de: Startdatum Bestellungen

source: Orders before this date will not be uploaded
de_de: Bestellungen vor diesem Datum werden nicht übertragen

source: Upload size
de_de: Uploadgröße

source: Number of documents to transfer in a single API upload. (max: 500, default: 100)
de_de: Anzahl der Dokumente, die mit einem API Upload übertragen werden. (Maximum 500, Standard: 100)

source: Enable
de_de: Aktiviert

source: Download Logging File
de_de: Download Logdatei

source: Enable/Disable logging. (Logfiles are stored at uploads/payjoe/)
de_de: Aktiviere/Deaktiviere Logging (Log-Dateien werden in „uploads/payjoe“ gespeichert)

source: Invoice System
de_de: Rechnungssystem

source: Select the System used to generate the invoices
de_de: Wählen Sie ihr System, dass die Rechnungen erstellt

source: General Settings
de_de: Allgemeine Einstellungen

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht die Berechtigung, diese Seite zu öffnen.

source: PayJoe order upload
de_de: PayJoe Bestellungsupload

source: PayJoe_info-text
de_de: PayJoe hilft Ihnen bei Ihrer Buchhaltung und gleicht Ihre Zahlungen von z.B. AMAZON, PayPal, Klarna, Billsafe usw. mit den Rechnungen ab. Kostenfreier Testzugang unter <a href="https://www.payjoe.de" target="_blank">www.payjoe.de</a>

source: Manually invoice upload
de_de: Manueller Rechnungsupload

source: Upload new invoices now
de_de: Lade neue Rechnungen jetzt hoch

source: Resend all invoices
de_de: Alle Rechnungen erneut hochladen

source: Resend all invoices now
de_de: Alle Rechnungen jetzt erneut hochladen

source: Weslink-PayJoe-Opbeleg Custom Scheduled CronJob
de_de: Weslink-PayJoe-Opbeleg eigener geplanter CronJob

source: PayJoe: Send order now
de_de: PayJoe: Jetzt übertragen

source: PayJoe: Reset transfer state
de_de: PayJoe: Übertragungsstatus zurücksetzten

source: PayJoe: Re-send order now
de_de: PayJoe: Erneut übertragen

source: Waiting for invoice data
de_de: Warte auf Rechnung

source: Invoices transferred
de_de: Rechnungsdaten übertragen

source: Transfer error: %s
de_de: Übertragungsfehler: %s

source: Resend queued
de_de: Neuübertragung in Warteschlange

source: Result of order upload
de_de: Ergebnis des Bestellungsuploads

source: No invoices availabe for upload to PayJoe
de_de: Es sind keine Bestellung für den Upload verfügbar

source: %d invoices selected for upload to PayJoe.
de_de: %d Rechnungen für den Upload nach PayJoe ausgewählt.

source: Will upload order %1$1s with invoice %2$2s
de_de: Bestellung %1$1s mit Rechnung %2$2s wird hochgeladen werden.

source: Error
de_de: Fehler

source: The PayJoe servers are not reachable.
de_de: Der PayJoe Server ist nicht erreichbar.

source: Invalid PayJoe credentials.
de_de: Ungültige PayJoe Zugangsdaten.

source: Unknown error occurred! HTTP status code: %s
de_de: Unerwarteter Fehler aufgetreten! HTTP Status Code: %s

source: Germanized not installed or incompatible version!
de_de: Germanized nicht installiert oder inkompatible Version!

source: Settings
de_de: Einstellungen
